---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeFlangethicknessLocation
source: html/bd6fa0d3-4b44-f1d1-c440-f6e20ebdfede.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeFlangethicknessLocation Property

"Flange Thickness Location"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeFlangethicknessLocation { get; }
```